{
    "translations": {
        "en": {
            "serviceTitle": "Getting Started",
            "bannerStart": "This is a new service – your",
            "bannerLink": "feedback",
            "bannerEnd": "will help us to improve it.",
            "warning": "You cannot save the progress for the application so it is important you have everything you need before you get started.",
            "heading": "Submit an application to HM Courts and Tribunals Services",
            "body": "Use this service to upload and submit a completed application.",
            "subHeading":"Before you start",
            "subBody":[
                "You might need to upload supporting documents with your completed application.",
                "Some applications may ask for a fee, so make sure you have your payment details ready.",
                "You will be asked a few simple questions. You can review the answers to these questions before you submit them with your application."
            ],
            "button": "Start now"
        },
        "cy": {
            "serviceTitle": "Cychwyn arni",
            "bannerStart": "Mae hwn yn wasanaeth newydd - bydd",
            "bannerLink": "feedback(welsh)",
            "bannerEnd": "eich adborth yn ein helpu ni i'w wella",
            "warning":"You cannot save the progress for the application so it is important you have everything you need before you get started (welsh)",
            "heading": "Submit an application to HM Courts and Tribunals Services(welsh)",
            "body": "Defnyddiwch y gwasanaeth hwn i uwchlwytho a chyflwyno cais wedi’i gwblhau.",
            "subHeading":"Cyn i chi ddechrau",
            "subBody":[
                "Efallai bydd arnoch angen uwchlwytho dogfennau ategol gyda'ch cais wedi'i gwblhau.",
                "Gall rhai ceisiadau ofyn am ffi, felly gwnewch yn siwr bod gennych eich manylion talu wrth law.",
                "Gofynnir i chi ateb ychydig o gwestiynau syml. Gallwch adolygu’r atebion i’r cwestiynau hyn cyn i chi gyflwyno’ch cais."
            ],
            "button": "Dechrau nawr"
        }
    }
}